{
  "internships": [
    {
      "title": "Software Engineering Intern",
      "description": "Join our team to build and optimize software applications. Ideal for those passionate about coding and problem-solving. Apply today!"
    },
    {
      "title": "Data Science Internship",
      "description": "Analyze real-world data and develop insights with our data science team. A perfect fit for students interested in big data and analytics."
    },
    {
      "title": "Cybersecurity Intern",
      "description": "Help protect digital assets and learn advanced security techniques. Ideal for students excited about cybersecurity."
    },
    {
      "title": "AI & Machine Learning Intern",
      "description": "Work with AI experts to develop machine learning models and AI applications. Great for those interested in cutting-edge technology."
    },
    {
      "title": "Renewable Energy Internship",
      "description": "Contribute to projects in clean energy and sustainability. Perfect for students committed to environmental innovation."
    },
    {
      "title": "Biomedical Engineering Intern",
      "description": "Support research in biomedical technology and healthcare solutions. Ideal for those focused on engineering in medicine."
    },
    {
      "title": "Robotics Internship",
      "description": "Collaborate on robotics design and testing. Hands-on experience for students passionate about automation and robotics."
    },
    {
      "title": "Environmental Science Intern",
      "description": "Engage in environmental research and sustainability projects. Suited for students dedicated to ecological preservation."
    },
    {
      "title": "Chemical Engineering Intern",
      "description": "Assist with chemical processes in a laboratory setting. A valuable experience for students interested in industrial chemistry."
    },
    {
      "title": "Space Technology Intern",
      "description": "Work on projects related to aerospace engineering and satellite technology. Perfect for aspiring aerospace engineers."
    }
  ]
}
